{"ACT 1": {"SCENE I": {"setting (at start)": "On a ship at sea: a tempestuous noise of thunder and lightning heard.", "Master": {"dialogue": ["Boatswain!", "Good, speak to the mariners: fall to't, yarely,\nor we run ourselves aground: bestir, bestir."], "action": ["Exit", "Enter Mariners"]}, "Boatswain": {"dialogue": ["Here, master: what cheer?", "Heigh, my hearts! cheerly, cheerly, my hearts!\nyare, yare! Take in the topsail. Tend to the\nmaster's whistle. Blow, till thou burst thy wind,\nif room enough!", "I pray now, keep below.", "Do you not hear him? You mar our labour: keep your\ncabins: you do assist the storm.", "When the sea is. Hence! What cares these roarers\nfor the name of king? To cabin: silence! trouble us not.", "None that I more love than myself. You are a\ncounsellor; if you can command these elements to\nsilence, and work the peace of the present, we will\nnot hand a rope more; use your authority: if you\ncannot, give thanks you have lived so long, and make\nyourself ready in your cabin for the mischance of\nthe hour, if it so hap. Cheerly, good hearts! Out\nof our way, I say.", "Down with the topmast! yare! lower, lower! Bring\nher to try with main-course.", "A plague upon this howling! they are louder than the weather or our office.", "Yet again! what do you here? Shall we give o'er\nand drown? Have you a mind to sink?", "Work you then.", "Lay her a-hold, a-hold! set her two courses off to\nsea again; lay her off.", "What, must our mouths be cold?"], "action": ["Enter ALONSO, SEBASTIAN, ANTONIO, FERDINAND, GONZALO, and others", "Exit", "A cry within", "Re-enter SEBASTIAN, ANTONIO, and GONZALO", "Enter Mariners wet"]}, "Alonso": {"dialogue": ["Good boatswain, have care. Where's the master?\nPlay the men."], "action": []}, "Antonio": {"dialogue": ["Where is the master, boatswain?", "Hang, cur! hang, you whoreson, insolent noisemaker! We are less afraid to be drowned than thou art.", "We are merely cheated of our lives by drunkards:\nThis wide-chapp'd rascal--would thou mightst lie drowning\nThe washing of ten tides!", "Let's all sink with the king."], "action": []}, "Gonzalo": {"dialogue": ["Nay, good, be patient.", "Good, yet remember whom thou hast aboard.", "I have great comfort from this fellow: methinks he\nhath no drowning mark upon him; his complexion is\nperfect gallows. Stand fast, good Fate, to his\nhanging: make the rope of his destiny our cable,\nfor our own doth little advantage. If he be not\nborn to be hanged, our case is miserable.", "I'll warrant him for drowning; though the ship were\nno stronger than a nutshell and as leaky as an\nunstanched wench.", "The king and prince at prayers! let's assist them,\nFor our case is as theirs.", "He'll be hang'd yet,\nThough every drop of water swear against it\nAnd gape at widest to glut him.", "Now would I give a thousand furlongs of sea for an\nacre of barren ground, long heath, brown furze, any\nthing. The wills above be done! but I would fain\ndie a dry death."], "action": ["Exeunt", "Re-enter BoatswainA confused noise within: 'Mercy on us!'-- 'We split, we split!'--'Farewell, my wife and children!'-- 'Farewell, brother!'--'We split, we split, we split!'", "Exeunt"]}, "Sebastian": {"dialogue": ["A pox o' your throat, you bawling, blasphemous,incharitable dog!", "I'm out of patience.", "Let's take leave of him."], "action": ["Exeunt ANTONIO and SEBASTIAN"]}, "Mariners": {"dialogue": ["All lost! to prayers, to prayers! all lost!"], "action": []}}, "SCENE II": {"setting (at start)": "On a ship at sea: a tempestuous noise of thunder and lightning heard.", "Miranda": {"dialogue": ["If by your art, my dearest father, you have\nPut the wild waters in this roar, allay them.\nThe sky, it seems, would pour down stinking pitch,\nBut that the sea, mounting to the welkin's cheek,\nDashes the fire out. O, I have suffered\nWith those that I saw suffer: a brave vessel,\nWho had, no doubt, some noble creature in her,\nDash'd all to pieces. O, the cry did knock\nAgainst my very heart. Poor souls, they perish'd.\nHad I been any god of power, I would\nHave sunk the sea within the earth or ere\nIt should the good ship so have swallow'd and\nThe fraughting souls within her.", "O, woe the day!", "More to know\nDid never meddle with my thoughts.You have often\nBegun to tell me what I am, but stopp'd\nAnd left me to a bootless inquisition,\nConcluding 'Stay: not yet.'", "Certainly, sir, I can.", "'Tis far off\nAnd rather like a dream than an assurance\nThat my remembrance warrants. Had I not\nFour or five women once that tended me?", "But that I do not.", "Sir, are not you my father?", "O the heavens!\nWhat foul play had we, that we came from thence?\nOr blessed was't we did?", "O, my heart bleeds\nTo think o' the teen that I have turn'd you to,\nWhich is from my remembrance! Please you, farther.", "Sir, most heedfully.", "O, good sir, I do.", "Your tale, sir, would cure deafness.", "O the heavens!", "I should sin\nTo think but nobly of my grandmother:\nGood wombs have borne bad sons.", "Alack, for pity!\nI, not remembering how I cried out then,\nWill cry it o'er again: it is a hint\nThat wrings mine eyes to't.", "Wherefore did they not\nThat hour destroy us?", "Alack, what trouble\nWas I then to you!", "How came we ashore?", "Would I might\nBut ever see that man!", "Heavens thank you for't! And now, I pray you, sir,\nFor still 'tis beating in my mind, your reason\nFor raising this sea-storm?", "The strangeness of your story put\nHeaviness in me.", "'Tis a villain, sir,\nI do not love to look on.", "What is't? a spirit?\nLord, how it looks about! Believe me, sir,\nIt carries a brave form. But 'tis a spirit.", "I might call him\nA thing divine, for nothing natural\nI ever saw so noble.", "No wonder, sir;\nBut certainly a maid.", "Alack, for mercy!", "Why speaks my father so ungently? This\nIs the third man that e'er I saw, the first\nThat e'er I sigh'd for: pity move my father\nTo be inclined my way!", "There's nothing ill can dwell in such a temple:\nIf the ill spirit have so fair a house,\nGood things will strive to dwell with't.", "O dear father,\nMake not too rash a trial of him, for\nHe's gentle and not fearful.", "Beseech you, father.", "Sir, have pity;\nI'll be his surety.", "My affections\nAre then most humble; I have no ambition\nTo see a goodlier man.", "Be of comfort;\nMy father's of a better nature, sir,\nThan he appears by speech: this is unwonted\nWhich now came from him."], "action": [""]}, "Prospero": {"dialogue": ["Be collected:\nNo more amazement: tell your piteous heart\nThere's no harm done.", "No harm.\nI have done nothing but in care of thee,\nOf thee, my dear one, thee, my daughter, who\nArt ignorant of what thou art, nought knowing\nOf whence I am, nor that I am more better\nThan Prospero, master of a full poor cell,\nAnd thy no greater father.", "'Tis time\nI should inform thee farther. Lend thy hand,\nAnd pluck my magic garment from me. So:", "Lie there, my art. Wipe thou thine eyes; have comfort.\nThe direful spectacle of the wreck, which touch'd\nThe very virtue of compassion in thee,\nI have with such provision in mine art\nSo safely ordered that there is no soul--\nNo, not so much perdition as an hair\nBetid to any creature in the vessel\nWhich thou heard'st cry, which thou saw'st sink. Sit down;\nFor thou must now know farther.", "The hour's now come;\nThe very minute bids thee ope thine ear;\nObey and be attentive. Canst thou remember\nA time before we came unto this cell?\nI do not think thou canst, for then thou wast not\nOut three years old.", "By what? by any other house or person?\nOf any thing the image tell me that\nHath kept with thy remembrance.", "Thou hadst, and more, Miranda. But how is it\nThat this lives in thy mind? What seest thou else\nIn the dark backward and abysm of time?\nIf thou remember'st aught ere thou camest here,\nHow thou camest here thou mayst.", "Twelve year since, Miranda, twelve year since,\nThy father was the Duke of Milan and\nA prince of power.", "Thy mother was a piece of virtue, and\nShe said thou wast my daughter; and thy father\nWas Duke of Milan; and thou his only heir\nAnd princess no worse issued.", "Both, both, my girl:\nBy foul play, as thou say'st, were we heaved thence,\nBut blessedly holp hither.", "My brother and thy uncle, call'd Antonio--\nI pray thee, mark me--that a brother should\nBe so perfidious!--he whom next thyself\nOf all the world I loved and to him put\nThe manage of my state; as at that time\nThrough all the signories it was the first\nAnd Prospero the prime duke, being so reputed\nIn dignity, and for the liberal arts\nWithout a parallel; those being all my study,\nThe government I cast upon my brother\nAnd to my state grew stranger, being transported\nAnd rapt in secret studies. Thy false uncle--\nDost thou attend me?", "Being once perfected how to grant suits,\nHow to deny them, who to advance and who\nTo trash for over-topping, new created\nThe creatures that were mine, I say, or changed 'em,\nOr else new form'd 'em; having both the key\nOf officer and office, set all hearts i' the state\nTo what tune pleased his ear; that now he was\nThe ivy which had hid my princely trunk,\nAnd suck'd my verdure out on't. Thou attend'st not.", "I pray thee, mark me.\nI, thus neglecting worldly ends, all dedicated\nTo closeness and the bettering of my mind\nWith that which, but by being so retired,\nO'er-prized all popular rate, in my false brother\nAwaked an evil nature; and my trust,\nLike a good parent, did beget of him\nA falsehood in its contrary as great\nAs my trust was; which had indeed no limit,\nA confidence sans bound. He being thus lorded,\nNot only with what my revenue yielded,\nBut what my power might else exact, like one\nWho having into truth, by telling of it,\nMade such a sinner of his memory,\nTo credit his own lie, he did believe\nHe was indeed the duke; out o' the substitution\nAnd executing the outward face of royalty,\nWith all prerogative: hence his ambition growing--\nDost thou hear?", "To have no screen between this part he play'd\nAnd him he play'd it for, he needs will be\nAbsolute Milan. Me, poor man, my library\nWas dukedom large enough: of temporal royalties\nHe thinks me now incapable; confederates--\nSo dry he was for sway--wi' the King of Naples\nTo give him annual tribute, do him homage,\nSubject his coronet to his crown and bend\nThe dukedom yet unbow'd--alas, poor Milan!--\nTo most ignoble stooping.", "Mark his condition and the event; then tell me\nIf this might be a brother.", "Now the condition.\nThe King of Naples, being an enemy\nTo me inveterate, hearkens my brother's suit;\nWhich was, that he, in lieu o' the premises\nOf homage and I know not how much tribute,\nShould presently extirpate me and mine\nOut of the dukedom and confer fair Milan\nWith all the honours on my brother: whereon,\nA treacherous army levied, one midnight\nFated to the purpose did Antonio open\nThe gates of Milan, and, i' the dead of darkness,\nThe ministers for the purpose hurried thence\nMe and thy crying self.", "Hear a little further\nAnd then I'll bring thee to the present business\nWhich now's upon's; without the which this story\nWere most impertinent.", "Well demanded, wench:\nMy tale provokes that question. Dear, they durst not,\nSo dear the love my people bore me, nor set\nA mark so bloody on the business, but\nWith colours fairer painted their foul ends.\nIn few, they hurried us aboard a bark,\nBore us some leagues to sea; where they prepared\nA rotten carcass of a boat, not rigg'd,\nNor tackle, sail, nor mast; the very rats\nInstinctively had quit it: there they hoist us,\nTo cry to the sea that roar'd to us, to sigh\nTo the winds whose pity, sighing back again,\nDid us but loving wrong.", "O, a cherubim\nThou wast that did preserve me. Thou didst smile.\nInfused with a fortitude from heaven,\nWhen I have deck'd the sea with drops full salt,\nUnder my burthen groan'd; which raised in me\nAn undergoing stomach, to bear up\nAgainst what should ensue.", "By Providence divine.\nSome food we had and some fresh water that\nA noble Neapolitan, Gonzalo,\nOut of his charity, being then appointed\nMaster of this design, did give us, with\nRich garments, linens, stuffs and necessaries,\nWhich since have steaded much; so, of his gentleness,\nKnowing I loved my books, he furnish'd me\nFrom mine own library with volumes that\nI prize above my dukedom.", "Now I arise:\nSit still, and hear the last of our sea-sorrow.\nHere in this island we arrived; and here\nHave I, thy schoolmaster, made thee more profit\nThan other princesses can that have more time\nFor vainer hours and tutors not so careful.", "Know thus far forth.\nBy accident most strange, bountiful Fortune,\nNow my dear lady, hath mine enemies\nBrought to this shore; and by my prescience\nI find my zenith doth depend upon\nA most auspicious star, whose influence\nIf now I court not but omit, my fortunes\nWill ever after droop. Here cease more questions:\nThou art inclined to sleep; 'tis a good dulness,\nAnd give it way: I know thou canst not choose.\nCome away, servant, come. I am ready now.\nApproach, my Ariel, come.", "Hast thou, spirit,\nPerform'd to point the tempest that I bade thee?", "My brave spirit!\nWho was so firm, so constant, that this coil\nWould not infect his reason?", "Why that's my spirit!\nBut was not this nigh shore?", "But are they, Ariel, safe?", "Of the king's ship\nThe mariners say how thou hast disposed\nAnd all the rest o' the fleet.", "Ariel, thy charge\nExactly is perform'd: but there's more work.\nWhat is the time o' the day?", "At least two glasses. The time 'twixt six and now\nMust by us both be spent most preciously.", "How now? moody?\nWhat is't thou canst demand?", "Before the time be out? no more!", "Dost thou forget\nFrom what a torment I did free thee?", "Thou dost, and think'st it much to tread the ooze\nOf the salt deep,\nTo run upon the sharp wind of the north,\nTo do me business in the veins o' the earth\nWhen it is baked with frost.", "Thou liest, malignant thing! Hast thou forgot\nThe foul witch Sycorax, who with age and envy\nWas grown into a hoop? hast thou forgot her?", "Thou hast. Where was she born? speak; tell me.", "O, was she so? I must\nOnce in a month recount what thou hast been,\nWhich thou forget'st. This damn'd witch Sycorax,\nFor mischiefs manifold and sorceries terrible\nTo enter human hearing, from Argier,\nThou know'st, was banish'd: for one thing she did\nThey would not take her life. Is not this true?", "This blue-eyed hag was hither brought with child\nAnd here was left by the sailors. Thou, my slave,\nAs thou report'st thyself, wast then her servant;\nAnd, for thou wast a spirit too delicate\nTo act her earthy and abhorr'd commands,\nRefusing her grand hests, she did confine thee,\nBy help of her more potent ministers\nAnd in her most unmitigable rage,\nInto a cloven pine; within which rift\nImprison'd thou didst painfully remain\nA dozen years; within which space she died\nAnd left thee there; where thou didst vent thy groans\nAs fast as mill-wheels strike. Then was this island--\nSave for the son that she did litter here,\nA freckled whelp hag-born--not honour'd with\nA human shape.", "Dull thing, I say so; he, that Caliban\nWhom now I keep in service. Thou best know'st\nWhat torment I did find thee in; thy groans\nDid make wolves howl and penetrate the breasts\nOf ever angry bears: it was a torment\nTo lay upon the damn'd, which Sycorax\nCould not again undo: it was mine art,\nWhen I arrived and heard thee, that made gape\nThe pine and let thee out.", "If thou more murmur'st, I will rend an oak\nAnd peg thee in his knotty entrails till\nThou hast howl'd away twelve winters.", "Do so, and after two days\nI will discharge thee.", "Go make thyself like a nymph o' the sea: be subject\nTo no sight but thine and mine, invisible\nTo every eyeball else. Go take this shape\nAnd hither come in't: go, hence with diligence!\nExit ARIEL\nAwake, dear heart, awake! thou hast slept well; Awake!", "Shake it off. Come on;\nWe'll visit Caliban my slave, who never\nYields us kind answer.", "But, as 'tis,\nWe cannot miss him: he does make our fire,\nFetch in our wood and serves in offices\nThat profit us. What, ho! slave! Caliban!\nThou earth, thou! speak.", "Come forth, I say! there's other business for thee:\nCome, thou tortoise! when?\nFine apparition! My quaint Ariel,\nHark in thine ear.", "Thou poisonous slave, got by the devil himself\nUpon thy wicked dam, come forth!", "For this, be sure, to-night thou shalt have cramps,\nSide-stitches that shall pen thy breath up; urchins\nShall, for that vast of night that they may work,\nAll exercise on thee; thou shalt be pinch'd\nAs thick as honeycomb, each pinch more stinging\nThan bees that made 'em.", "Thou most lying slave,\nWhom stripes may move, not kindness! I have used thee,\nFilth as thou art, with human care, and lodged thee\nIn mine own cell, till thou didst seek to violate\nThe honour of my child.", "Abhorred slave,\nWhich any print of goodness wilt not take,\nBeing capable of all ill! I pitied thee,\nTook pains to make thee speak, taught thee each hour\nOne thing or other: when thou didst not, savage,\nKnow thine own meaning, but wouldst gabble like\nA thing most brutish, I endow'd thy purposes\nWith words that made them known. But thy vile race,\nThough thou didst learn, had that in't which\ngood natures\nCould not abide to be with; therefore wast thou\nDeservedly confined into this rock,\nWho hadst deserved more than a prison.", "Hag-seed, hence!\nFetch us in fuel; and be quick, thou'rt best,\nTo answer other business. Shrug'st thou, malice?\nIf thou neglect'st or dost unwillingly\nWhat I command, I'll rack thee with old cramps,\nFill all thy bones with aches, make thee roar\nThat beasts shall tremble at thy din.", "So, slave; hence!\nARIEL'S song.\nCome unto these yellow sands,\nAnd then take hands:\nCourtsied when you have and kiss'd\nThe wild waves whist,\nFoot it featly here and there;\nAnd, sweet sprites, the burthen bear.\nHark, hark!\nThe watch-dogs bark!\nHark, hark! I hear\nThe strain of strutting chanticleer\nCry, Cock-a-diddle-dow.", "The fringed curtains of thine eye advance\nAnd say what thou seest yond.", "No, wench; it eats and sleeps and hath such senses\nAs we have, such. This gallant which thou seest\nWas in the wreck; and, but he's something stain'd\nWith grief that's beauty's canker, thou mightst call him\nA goodly person: he hath lost his fellows\nAnd strays about to find 'em.", "[Aside] It goes on, I see,\nAs my soul prompts it. Spirit, fine spirit! I'll free thee\nWithin two days for this.", "How? the best?\nWhat wert thou, if the King of Naples heard thee?", "[Aside] The Duke of Milan\nAnd his more braver daughter could control thee,\nIf now 'twere fit to do't. At the first sight\nThey have changed eyes. Delicate Ariel,\nI'll set thee free for this.\nA word, good sir;\nI fear you have done yourself some wrong: a word.", "Soft, sir! one word more.\nThey are both in either's powers; but this swift business\nI must uneasy make, lest too light winning\nMake the prize light.\nOne word more; I charge thee\nThat thou attend me: thou dost here usurp\nThe name thou owest not; and hast put thyself\nUpon this island as a spy, to win it\nFrom me, the lord on't.", "Follow me.\nSpeak not you for him; he's a traitor. Come;\nI'll manacle thy neck and feet together:\nSea-water shalt thou drink; thy food shall be\nThe fresh-brook muscles, wither'd roots and husks\nWherein the acorn cradled. Follow.", "What? I say,\nMy foot my tutor? Put thy sword up, traitor;\nWho makest a show but darest not strike, thy conscience\nIs so possess'd with guilt: come from thy ward,\nFor I can here disarm thee with this stick\nAnd make thy weapon drop.", "Hence! hang not on my garments.", "Silence! one word more\nShall make me chide thee, if not hate thee. What!\nAn advocate for an imposter! hush!\nThou think'st there is no more such shapes as he,\nHaving seen but him and Caliban: foolish wench!\nTo the most of men this is a Caliban\nAnd they to him are angels.", "Come on; obey:\nThy nerves are in their infancy again\nAnd have no vigour in them.", "[Aside] It works.\nCome on.\nThou hast done well, fine Ariel!\nFollow me.\nHark what thou else shalt do me.", "Thou shalt be free\nAs mountain winds: but then exactly do\nAll points of my command."], "action": ["Lays down his mantle", "Resumes his mantle", "MIRANDA sleeps", "Enter ARIEL", "Re-enter ARIEL like a water-nymph", "Enter CALIBAN", "Exit CALIBAN", "Re-enter ARIEL, invisible, playing and singing; FERDINAND following", "Burthen [dispersedly, within", "Burthen Bow-wow", "To FERDINAND", "Aside", "To FERDINAND", "To FERDINAND", "To FERDINAND", "To ARIEL", "Exeunt"]}, "Ariel": {"dialogue": ["All hail, great master! grave sir, hail! I come\nTo answer thy best pleasure; be't to fly,\nTo swim, to dive into the fire, to ride\nOn the curl'd clouds, to thy strong bidding task\nAriel and all his quality.", "To every article.\nI boarded the king's ship; now on the beak,\nNow in the waist, the deck, in every cabin,\nI flamed amazement: sometime I'ld divide,\nAnd burn in many places; on the topmast,\nThe yards and bowsprit, would I flame distinctly,\nThen meet and join. Jove's lightnings, the precursors\nO' the dreadful thunder-claps, more momentary\nAnd sight-outrunning were not; the fire and cracks\nOf sulphurous roaring the most mighty Neptune\nSeem to besiege and make his bold waves tremble,\nYea, his dread trident shake.", "Not a soul\nBut felt a fever of the mad and play'd\nSome tricks of desperation. All but mariners\nPlunged in the foaming brine and quit the vessel,\nThen all afire with me: the king's son, Ferdinand,\nWith hair up-staring,--then like reeds, not hair,--\nWas the first man that leap'd; cried, 'Hell is empty\nAnd all the devils are here.'", "Close by, my master.", "Not a hair perish'd;\nOn their sustaining garments not a blemish,\nBut fresher than before: and, as thou badest me,\nIn troops I have dispersed them 'bout the isle.\nThe king's son have I landed by himself;\nWhom I left cooling of the air with sighs\nIn an odd angle of the isle and sitting,\nHis arms in this sad knot.", "Safely in harbour\nIs the king's ship; in the deep nook, where once\nThou call'dst me up at midnight to fetch dew\nFrom the still-vex'd Bermoothes, there she's hid:\nThe mariners all under hatches stow'd;\nWho, with a charm join'd to their suffer'd labour,\nI have left asleep; and for the rest o' the fleet\nWhich I dispersed, they all have met again\nAnd are upon the Mediterranean flote,\nBound sadly home for Naples,\nSupposing that they saw the king's ship wreck'd\nAnd his great person perish.", "Past the mid season.", "Is there more toil? Since thou dost give me pains,\nLet me remember thee what thou hast promised,\nWhich is not yet perform'd me.", "My liberty.", "I prithee,\nRemember I have done thee worthy service;\nTold thee no lies, made thee no mistakings, served\nWithout or grudge or grumblings: thou didst promise\nTo bate me a full year.", "No.", "I do not, sir.", "No, sir.", "Sir, in Argier.", "Ay, sir.", "Yes, Caliban her son.", "I thank thee, master.", "Pardon, master;\nI will be correspondent to command\nAnd do my spiriting gently.", "That's my noble master!\nWhat shall I do? say what; what shall I do?", "My lord it shall be done.", "To the syllable."], "action": ["Exit"]}, "Caliban": {"dialogue": ["[Within] There's wood enough within.", "As wicked dew as e'er my mother brush'd\nWith raven's feather from unwholesome fen\nDrop on you both! a south-west blow on ye\nAnd blister you all o'er!", "I must eat my dinner.\nThis island's mine, by Sycorax my mother,\nWhich thou takest from me. When thou camest first,\nThou strokedst me and madest much of me, wouldst give me\nWater with berries in't, and teach me how\nTo name the bigger light, and how the less,\nThat burn by day and night: and then I loved thee\nAnd show'd thee all the qualities o' the isle,\nThe fresh springs, brine-pits, barren place and fertile:\nCursed be I that did so! All the charms\nOf Sycorax, toads, beetles, bats, light on you!\nFor I am all the subjects that you have,\nWhich first was mine own king: and here you sty me\nIn this hard rock, whiles you do keep from me\nThe rest o' the island.", "O ho, O ho! would't had been done!\nThou didst prevent me; I had peopled else\nThis isle with Calibans.", "You taught me language; and my profit on't\nIs, I know how to curse. The red plague rid you\nFor learning me your language!", "No, pray thee.\nI must obey: his art is of such power,\nIt would control my dam's god, Setebos,\nand make a vassal of him."], "action": ["Aside", ""]}, "Ferdinand": {"dialogue": ["Where should this music be? i' the air or the earth?\nIt sounds no more: and sure, it waits upon\nSome god o' the island. Sitting on a bank,\nWeeping again the king my father's wreck,\nThis music crept by me upon the waters,\nAllaying both their fury and my passion\nWith its sweet air: thence I have follow'd it,\nOr it hath drawn me rather. But 'tis gone.\nNo, it begins again.\nFull fathom five thy father lies;\nOf his bones are coral made;\nThose are pearls that were his eyes:\nNothing of him that doth fade\nBut doth suffer a sea-change\nInto something rich and strange.\nSea-nymphs hourly ring his knell\nHark! now I hear them,--Ding-dong, bell.", "The ditty does remember my drown'd father.\nThis is no mortal business, nor no sound\nThat the earth owes. I hear it now above me.", "Most sure, the goddess\nOn whom these airs attend! Vouchsafe my prayer\nMay know if you remain upon this island;\nAnd that you will some good instruction give\nHow I may bear me here: my prime request,\nWhich I do last pronounce, is, O you wonder!\nIf you be maid or no?", "My language! heavens!\nI am the best of them that speak this speech,\nWere I but where 'tis spoken.", "A single thing, as I am now, that wonders\nTo hear thee speak of Naples. He does hear me;\nAnd that he does I weep: myself am Naples,\nWho with mine eyes, never since at ebb, beheld\nThe king my father wreck'd.", "Yes, faith, and all his lords; the Duke of Milan\nAnd his brave son being twain.", "O, if a virgin,\nAnd your affection not gone forth, I'll make you\nThe queen of Naples.", "No, as I am a man.", "No;\nI will resist such entertainment till\nMine enemy has more power.", "So they are;\nMy spirits, as in a dream, are all bound up.\nMy father's loss, the weakness which I feel,\nThe wreck of all my friends, nor this man's threats,\nTo whom I am subdued, are but light to me,\nMight I but through my prison once a day\nBehold this maid: all corners else o' the earth\nLet liberty make use of; space enough\nHave I in such a prison."], "action": ["ARIEL sings", "Burthen Ding-dong", "Draws, and is charmed from moving"]}}}}
